[{"OrgRecAreaID":"","LastUpdatedDate":"2015-05-01 14:46:54","RecAreaEmail":"","RecAreaReservationURL":"","RecAreaLongitude":-111.87832,"RecAreaID":4,"RecAreaPhone":"480-312-6802","RecAreaDescription":"WestWorld is located in north Scottsdale at the base of the McDowell Mountains.  Surrounded by the Sonoran Desert with over 360 acres of pristine landscaping, the covered Equidome Arena, Brett's Barn, and state-of-the-art equine facilities provide a spectacular setting for a variety of venues, including four annual Signature Events: the Barrett/Jackson Classic Auto Auction; All Arabian Horse Show; Sun Country Quarter Horse Show; and the Thunderbird Balloon Classic.\r\n\r\nOther amenities are also available at WestWorld, including horseback riding, catering facility, hiking trails into the McDowell Mountains, and recreational vehicle spaces.\r\n\r\nIn November 1999, the Sanctuary Golf Course opened at the east end of the West World property.  This 18-hole golf course, with only 75 acres of turf, is designed to be water efficient, easily maintained, and was awarded membership in the Audubon Cooperative Sanctuary Program (the first golf course ever to achieve this distinction upon initial opening).","RecAreaMapURL":"","RecAreaLatitude":33.63307,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"Area is north of Frank Lloyd Wright Boulevard in Scottsdale, Arizona.  Pima Frontage road is open northbound and southbound.","Keywords":"","RecAreaName":"WestWorld", "imageURL":"https:\/\/ridb.recreation.gov\/images\/772.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2016-12-15 13:33:14","RecAreaEmail":"lakepleasant@mail.maricopa.gov","RecAreaReservationURL":"","RecAreaLongitude":-112.32155,"RecAreaID":6,"RecAreaPhone":"602-372-7460","RecAreaDescription":"This newly expanded reservoir has 114 miles of shoreline for family recreation uses.  The reservoir boasts a 10-lane boat ramp; parking for 200 vehicles.  Recreational facilities concentrated primarily on the reservoir's western shore.  About 450 picnic sites, 165 campsites ranging from tent to primitive to improved camping with full utility hookups, 14 group-use areas, 4 overlooks, a full-service marina equipped to handle 1,000 boats, and 7 miles of trails.  The lake also has a visitor center an overlook as well as a desert education center.  Along with hiking, biking and watersports, sportfishing is very popular and numerous species inhabit the lake including white bass, largemouth bass, striped bass, channel catfish, and black crappie. A state-issued license is required.","RecAreaMapURL":"http://www.maricopa.gov/parks/lake_pleasant/images/lake_map_large.jpg","RecAreaLatitude":33.86337,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"Site is about 30 miles from Phoenix, Arizona.  North on I-17, west on State Hwy. 74.","Keywords":"","RecAreaName":"Lake Pleasant", "imageURL":"https:\/\/ridb.recreation.gov\/images\/773.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2015-05-01 13:46:52","RecAreaEmail":"","RecAreaReservationURL":"","RecAreaLongitude":-105.86078,"RecAreaID":9,"RecAreaPhone":"970-887-4100","RecAreaDescription":"Shadow Mountain Dam and Reservoir, Colorado-Big Thompson Project, are on the Colorado River below its confluence with the Grand Lake outlet.  Developments include 1 campground with 80 campsites and 2 boat-launch ramps. Good access exists. Total water surface available for recreation is approximately 1,346 surface acres and 8 miles of shoreline. Primary recreational activities are camping, fishing, and power boating. Primary sport fish are bown trout, rainbow trout, and salmon. Facilities closed in winter due to ice and snow conditions.","RecAreaMapURL":"","RecAreaLatitude":40.2168,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"North from Granby, Colorado on U.S. 34.","Keywords":"","RecAreaName":"Shadow Mountain Lake", "imageURL":"https:\/\/ridb.recreation.gov\/images\/774.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2017-06-29 17:56:26","RecAreaEmail":"EasternInterior@blm.gov","RecAreaReservationURL":" https://www.recreation.gov/camping/white-mountains-national-recreation-area--alaska-cabins/r/campgroundDetails.do?contractCode=NRSO&parkId=146090","RecAreaLongitude":-147.214,"RecAreaID":10,"RecAreaPhone":"800-437-7021 or 907-474-2200","RecAreaDescription":"Located just an hour's drive from Fairbanks, Alaska, the one-million-acre White Mountains National Recreation Area offers stunning scenery, peaceful solitude, and outstanding opportunities for year-round recreation. \r\n\r\nSummer visitors to the White Mountains pan for gold, fish, hike and camp under Alaska's 'midnight sun.' The Nome Creek Road provides access to two campgrounds, trails, a gold-panning area and a departure point for float trips on Beaver Creek National Wild River. In winter, visitors travel by ski, snowshoe, dog team and snowmobile to enjoy the 12 public-use cabins and 250 miles of groomed trails that make the White Mountains one of Interior Alaska's premier winter destinations.","RecAreaMapURL":"www.blm.gov/maps","RecAreaLatitude":65.546,"StayLimit":"10 days","RecAreaFeeDescription":"","RecAreaDirections":"Begin your trip at the BLM office or the Alaska Public Lands Information Center (an interagency office) in Fairbanks, where you can obtain detailed directions, as well as the latest information on trail and weather conditions.  Most summer hiking occurs along the Summit Trail at mile 28, Elliott Highway.  Other hiking trails, along with campgrounds and gold-panning areas, may be found at Nome Creek, accessible from the U.S. Creek Rd., mile 57, Steese Highway. Winter access is at mile 28 and mile 57, Elliott Highway, and at McKay Creek, mile 42, Steese Highway. BLM has also developed a new winter access point at U.S. Creek, mile 57, Steese Highway.","Keywords":"","RecAreaName":"White Mountains National Recreation Area", "imageURL":"https:\/\/ridb.recreation.gov\/images\/775.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2016-11-14 15:45:59","RecAreaEmail":"plucero@mp.usbr.gov","RecAreaReservationURL":"","RecAreaLongitude":-121.16976,"RecAreaID":11,"RecAreaPhone":"916-988-0205","RecAreaDescription":"Recreation at Folsom Reservoir is managed by the California Department of Parks and Recreation under agreement with the Bureau of Reclamation, Central California Area Office. The reservoir was created by Folsom Dam across the American River. The dam is a feature of the Central Valley Project - American River Division. Folsom Lake offers 75 miles of shoreline.  Usually open  7 days a week, 7:00 a.m. to 10:00 p.m., contact the park office for seasonal variations.  Facilities include 3 public campgrounds, 2 with showers, 60 miles of equestrian trails, 10 miles of paved bicycle trails, 8 miles of advanced mountain bike trails, and excellent year-round bank or boat fishing.  Several launch ramps provide continuous boat launching access throughout the lake fluctuation zone.  At capacity, Good fishing for both cold- and warm-water species including rainbow trout, brown trout, black bass, catfish, crappie, and bluegill.  The American River Water Education Center at Folsom Dam contains exhibits that promote water education directly related to the American River Watershed.","RecAreaMapURL":"","RecAreaLatitude":38.70519,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"Folsom Lake is located 20 miles northeast of Sacramento via Highway US 50.","Keywords":"","RecAreaName":"Folsom Lake", "imageURL":"https:\/\/ridb.recreation.gov\/images\/776.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2016-11-14 16:12:03","RecAreaEmail":"plucero@mp.usbr.gov","RecAreaReservationURL":"","RecAreaLongitude":-121.22021,"RecAreaID":12,"RecAreaPhone":"916-988-1707","RecAreaDescription":"The 69 mile long Folsom South Canal originates at Nimbus Dam on the American River in Sacramento County and extends southward, paralleling and to the east of State Highway 99 through San Joaquin County.  Canal bikeway is open year round, and can be accessed at many locations. Call for details.","RecAreaMapURL":"","RecAreaLatitude":38.63315,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"Nimbus Dam on the American River in Sacramento County and extends southward, paralleling and to the east of State Highway 99 through San Joaquin County.","Keywords":"","RecAreaName":"Folsom S. Canal Rec. Trail", "imageURL":"https:\/\/ridb.recreation.gov\/images\/777.jpg"},{"OrgRecAreaID":"","LastUpdatedDate":"2016-11-29 09:57:54","RecAreaEmail":"","RecAreaReservationURL":"","RecAreaLongitude":-114.47003,"RecAreaID":14,"RecAreaPhone":"602-942-3000","RecAreaDescription":"Mittry Lake Wildlife Area lies in and adjacent to the floodplain of the Colorado River between Laguna and Imperial Dams. Mittry Lake covers approximately 750 acres, with much of the shoreline covered with cattails and bullrush.  Mittry Lake has recently undergone rehabilitation work including marsh dredging, revegetation and fish habitat improvement, making it an ideal location for small game hunting and sportfishing.  Major species for small game hunting include waterfowl, doves, quail, rabbit and raccoon.  Major species of fish in the lake include largemouth bass, channel catfish, flathead catfish, crappie, and bluegill.  There are no camping facilities and the area is for day use only.  However there is a 3-lane boat launch ramp for motorized boating on the lake.  The area is also very popular for nature study and birdwatching.","RecAreaMapURL":"","RecAreaLatitude":32.81981,"StayLimit":"","RecAreaFeeDescription":"","RecAreaDirections":"Laguna Dam is approximately 18 miles northeast of Yuma, Arizona.","Keywords":"","RecAreaName":"Imperial Reservoir Area:  Mittry Lake Wildlife Area", "imageURL":"https:\/\/ridb.recreation.gov\/images\/778.jpg"}]
